/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"YCRefreshHeaderIdleText"           = "Потягніть для оновлення";
"YCRefreshHeaderPullingText"        = "Відпустіть для оновлення";
"YCRefreshHeaderRefreshingText"     = "Завантаження...";

"YCRefreshAutoFooterIdleText"       = "Натисніть або потягніть щоб завантажити ще";
"YCRefreshAutoFooterRefreshingText" = "Завантаження...";
"YCRefreshAutoFooterNoMoreDataText" = "Більше немає даних";

"YCRefreshBackFooterIdleText"       = "Потягніть щоб завантажити ще";
"YCRefreshBackFooterPullingText"    = "Відпустіть щоб завантажити ще";
"YCRefreshBackFooterRefreshingText" = "Завантаження...";
"YCRefreshBackFooterNoMoreDataText" = "Більше немає даних";

"YCRefreshHeaderLastTimeText"       = "Останнє оновлення: ";
"YCRefreshHeaderDateTodayText"      = "Сьогодні";
"YCRefreshHeaderNoneLastDateText"   = "Немає запису";
